Repository: 0langa/StorageMaster
Catalog: src/StorageMaster.Core/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es

# Safety_Cleanup_ConfirmDryRun_Title
source: Confirm Dry Run Preview
de_de: Testlauf-Vorschau bestätigen
es_es: Confirmar la vista previa de simulación

# Safety_Cleanup_ConfirmPermanentAfterPreview_Message
source: This will permanently delete the exact {0} selection from the successful preview. This cannot be undone. Files will be revalidated and changed paths will fail closed. Continue?
de_de: Dadurch wird die exakte Auswahl von {0} aus der erfolgreichen Vorschau endgültig gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden. Die Dateien werden erneut geprüft; Pfade, die sich geändert haben, werden übersprungen und nicht gelöscht. Fortfahren?
es_es: Esta acción eliminará definitivamente la selección exacta de {0} de la vista previa completada correctamente. Esta acción no se puede deshacer. Los archivos se volverán a validar y las rutas que hayan cambiado se omitirán por seguridad. ¿Desea continuar?

# Safety_Cleanup_ConfirmPermanentAfterPreview_Title
source: Confirm Permanent Deletion
de_de: Endgültiges Löschen bestätigen
es_es: Confirmar la eliminación definitiva

# Safety_Cleanup_ConfirmPermanent_Message
source: This will PERMANENTLY delete {0} of selected files and folders. This cannot be undone. Displayed size is logical file size; actual reclaimed disk allocation can differ. Continue?
de_de: Dadurch werden {0} an ausgewählten Dateien und Ordnern ENDGÜLTIG gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden. Die angezeigte Größe ist die logische Dateigröße; der tatsächlich freigegebene Speicherplatz auf dem Datenträger kann davon abweichen. Fortfahren?
es_es: Esta acción eliminará DEFINITIVAMENTE {0} de archivos y carpetas seleccionados. Esta acción no se puede deshacer. El tamaño mostrado es el tamaño lógico de los archivos; el espacio en disco realmente recuperado puede diferir. ¿Desea continuar?

# Safety_Cleanup_ConfirmRecycleBin_Message
source: This will send {0} of selected files and folders to the Recycle Bin (recoverable). Disk space remains in use until the Recycle Bin is emptied. Continue?
de_de: Dadurch werden {0} an ausgewählten Dateien und Ordnern in den Papierkorb verschoben (wiederherstellbar). Der Speicherplatz bleibt belegt, bis der Papierkorb geleert wird. Fortfahren?
es_es: Esta acción enviará {0} de archivos y carpetas seleccionados a la Papelera de reciclaje (recuperable). El espacio en disco seguirá ocupado hasta que se vacíe la Papelera de reciclaje. ¿Desea continuar?

# Safety_Cleanup_Confirm_Title
source: Confirm Cleanup
de_de: Bereinigung bestätigen
es_es: Confirmar la limpieza

# Safety_Cleanup_DeletePermanently_Button
source: Delete Permanently
de_de: Endgültig löschen
es_es: Eliminar definitivamente

# Safety_Cleanup_DeleteRecycleBin_Button
source: Delete (Recycle Bin)
de_de: Löschen (Papierkorb)
es_es: Eliminar (Papelera de reciclaje)

# Safety_Cleanup_Options_Description
source: Leave risky categories off unless you understand the side effects. Dry run stays available before any deletion.
de_de: Lassen Sie riskante Kategorien deaktiviert, solange Sie deren Auswirkungen nicht verstehen. Vor jedem Löschvorgang steht weiterhin ein Testlauf zur Verfügung.
es_es: Mantenga desactivadas las categorías de riesgo salvo que comprenda sus efectos secundarios. La simulación sigue disponible antes de cualquier eliminación.

# Safety_Cleanup_Report_Column_Deleted
source: Deleted
de_de: Endgültig gelöscht
es_es: Eliminado

# Safety_Cleanup_Report_Column_EstimatedSize
source: Est. size
de_de: Größe (ca.)
es_es: Tamaño est.

# Safety_Cleanup_Report_Column_Item
source: Item
de_de: Element
es_es: Elemento

# Safety_Cleanup_Report_Column_Moved
source: Moved
de_de: Verschoben
es_es: Movido

# Safety_Cleanup_Report_Column_Status
source: Status
es_es: Estado

# Safety_Cleanup_Report_DryRun_PreviewFailed
source: Dry Run Report — Preview failed
de_de: Testlaufbericht — Vorschau fehlgeschlagen
es_es: Informe de simulación — Error en la vista previa

# Safety_Cleanup_Report_DryRun_PreviewIncomplete
source: Dry Run Report — Preview incomplete
de_de: Testlaufbericht — Vorschau unvollständig
es_es: Informe de simulación — Vista previa incompleta

# Safety_Cleanup_Report_DryRun_ReadyForReview
source: Dry Run Report — Ready for deletion review
de_de: Testlaufbericht — Bereit zur Prüfung vor dem Löschen
es_es: Informe de simulación — Listo para revisar la eliminación

# Safety_Cleanup_Report_NoOutcome
source: Cleanup Report — No confirmed outcome
de_de: Bereinigungsbericht — Kein bestätigtes Ergebnis
es_es: Informe de limpieza — Sin resultado confirmado

# Safety_Cleanup_Report_OneTargetFailed
source: 1 target failed: {0}
de_de: 1 Ziel fehlgeschlagen: {0}
es_es: Error en 1 ruta: {0}

# Safety_Cleanup_Report_PartialOrFailed
source: Cleanup Report — Partial or failed outcome
de_de: Bereinigungsbericht — Teilweises oder fehlgeschlagenes Ergebnis
es_es: Informe de limpieza — Resultado parcial o con errores

# Safety_Cleanup_Report_PermanentComplete
source: Cleanup Report — Permanent deletion complete
de_de: Bereinigungsbericht — Endgültiges Löschen abgeschlossen
es_es: Informe de limpieza — Eliminación definitiva completada

# Safety_Cleanup_Report_RecycleBinComplete
source: Cleanup Report — Recycle Bin move complete
de_de: Bereinigungsbericht — Verschieben in den Papierkorb abgeschlossen
es_es: Informe de limpieza — Movimiento a la Papelera de reciclaje completado

# Safety_Cleanup_Report_TargetsFailed
source: {0} targets failed; first: {1}
de_de: {0} Ziele fehlgeschlagen; erstes: {1}
es_es: Error en {0} rutas; la primera: {1}

# Safety_Cleanup_ReviewNotice_Message
source: Analysis is read-only. Execution keeps Recycle Bin as the recommended path and dry-run can preview the exact selected categories.
de_de: Die Analyse arbeitet ausschließlich lesend. Beim Ausführen bleibt der Papierkorb der empfohlene Weg, und ein Testlauf kann genau die ausgewählten Kategorien vorab anzeigen.
es_es: El análisis es de solo lectura. Al ejecutar, la Papelera de reciclaje sigue siendo la vía recomendada y la simulación permite obtener una vista previa exacta de las categorías seleccionadas.

# Safety_Cleanup_ReviewNotice_Title
source: Review before delete
de_de: Vor dem Löschen prüfen
es_es: Revisar antes de eliminar

# Safety_Cleanup_Summary_Counts
source: ({0} succeeded, {1} partial, {2} failed, {3} skipped)
de_de: ({0} erfolgreich, {1} teilweise, {2} fehlgeschlagen, {3} übersprungen)
es_es: ({0} correctos, {1} parciales, {2} con errores, {3} omitidos)

# Safety_Cleanup_Summary_Permanent
source: Permanently deleted {0} of logical file data; actual reclaimed disk allocation may differ
de_de: {0} an logischen Dateidaten endgültig gelöscht; der tatsächlich freigegebene Speicherplatz auf dem Datenträger kann davon abweichen
es_es: Se eliminaron definitivamente {0} de datos lógicos de archivos; el espacio en disco realmente recuperado puede diferir

# Safety_Cleanup_Summary_Preview
source: Preview processed about {0} of logical file data ({1} succeeded, {2} partial, {3} failed, {4} skipped).
de_de: Die Vorschau hat etwa {0} an logischen Dateidaten verarbeitet ({1} erfolgreich, {2} teilweise, {3} fehlgeschlagen, {4} übersprungen).
es_es: La vista previa procesó aproximadamente {0} de datos lógicos de archivos ({1} correctos, {2} parciales, {3} con errores, {4} omitidos).

# Safety_Cleanup_Summary_RecycleBin
source: Moved {0} to the Recycle Bin; disk space remains in use until it is emptied
de_de: {0} in den Papierkorb verschoben; der Speicherplatz bleibt belegt, bis dieser geleert wird
es_es: Se movieron {0} a la Papelera de reciclaje; el espacio en disco seguirá ocupado hasta que se vacíe

# Safety_Cleanup_Summary_ResolveFailures
source: Resolve preview failures before deletion is enabled.
de_de: Beheben Sie die Fehler der Vorschau; erst danach wird das Löschen freigegeben.
es_es: Resuelva los errores de la vista previa antes de que se habilite la eliminación.

# Safety_Cleanup_UseRecycleBin_Header
source: Send to Recycle Bin (recommended)
de_de: In den Papierkorb verschieben (empfohlen)
es_es: Enviar a la Papelera de reciclaje (recomendado)

# Safety_ClearDownloads_Description
source: Removes ALL content from {0}. This includes documents, archives, media, and any other files you may have downloaded. Estimated savings: {1}. This action cannot be easily undone — use Recycle Bin mode.
de_de: Entfernt den GESAMTEN Inhalt von {0}. Dazu gehören Dokumente, Archive, Mediendateien und alle anderen Dateien, die Sie heruntergeladen haben. Geschätzte Einsparung: {1}. Dieser Vorgang lässt sich nicht ohne Weiteres rückgängig machen — verwenden Sie den Papierkorb-Modus.
es_es: Elimina TODO el contenido de {0}. Esto incluye documentos, archivos comprimidos, elementos multimedia y cualquier otro archivo que se haya descargado. Ahorro estimado: {1}. Esta acción no se puede deshacer fácilmente: utilice el modo Papelera de reciclaje.

# Safety_ClearDownloads_Title
source: Clear entire Downloads folder ({0} files)
de_de: Gesamten Downloads-Ordner leeren ({0} Dateien)
es_es: Vaciar toda la carpeta Descargas ({0} archivos)

# Safety_Database_CompactFailed
source: Could not compact the database. No scan data was removed.
de_de: Die Datenbank konnte nicht komprimiert werden. Es wurden keine Überprüfungsdaten entfernt.
es_es: No se pudo compactar la base de datos. No se eliminó ningún dato de análisis.

# Safety_DeleteFile_Error_Body
source: "{0}" was not moved to the Recycle Bin.
de_de: „{0}“ wurde nicht in den Papierkorb verschoben.
es_es: «{0}» no se movió a la Papelera de reciclaje.

# Safety_DeleteFile_Error_Fallback
source: The file may be locked or access was denied.
de_de: Die Datei ist möglicherweise gesperrt oder der Zugriff wurde verweigert.
es_es: Puede que el archivo esté bloqueado o que se haya denegado el acceso.

# Safety_DeleteFile_Error_Title
source: Could not delete file
de_de: Datei konnte nicht gelöscht werden
es_es: No se pudo eliminar el archivo

# Safety_DeleteFile_Warning_Title
source: File moved with a bookkeeping warning
de_de: Datei verschoben, interne Aufzeichnungen unvollständig
es_es: Archivo movido con una advertencia de registro interno

# Safety_DeleteScanFromHistory
source: Delete this scan from history
de_de: Diese Überprüfung aus dem Verlauf löschen
es_es: Eliminar este análisis del historial

# Safety_DeleteScan_Body
source: Permanently remove scan of "{0}" ({1}) from history?
de_de: Überprüfung von „{0}“ ({1}) endgültig aus dem Verlauf entfernen?
es_es: ¿Quitar definitivamente del historial el análisis de «{0}» ({1})?

# Safety_DeleteScan_Title
source: Delete this scan?
de_de: Diese Überprüfung löschen?
es_es: ¿Eliminar este análisis?

# Safety_Duplicates_ConfirmDelete_Action
source: Delete via {0}
de_de: Löschen ({0})
es_es: Eliminar mediante {0}

# Safety_Duplicates_ConfirmDelete_Body
source: Delete {0} duplicate file(s) from page {1}? One keeper per group stays untouched. Method: {2}.
de_de: {0} doppelte Datei(en) von Seite {1} löschen? Pro Gruppe bleibt eine beizubehaltende Datei unangetastet. Methode: {2}.
es_es: ¿Eliminar {0} archivo(s) duplicado(s) de la página {1}? En cada grupo se conserva intacto un archivo. Método: {2}.

# Safety_Duplicates_ConfirmDelete_Title
source: Delete selected duplicates from current page
de_de: Ausgewählte Duplikate der aktuellen Seite löschen
es_es: Eliminar los duplicados seleccionados de la página actual

# Safety_Duplicates_DeleteMode_Permanent
source: Delete mode: permanent delete.
de_de: Löschmodus: Endgültiges Löschen.
es_es: Modo de eliminación: eliminación definitiva.

# Safety_Duplicates_DeleteMode_Quarantine
source: Delete mode: quarantine. Files can be restored below.
de_de: Löschmodus: Quarantäne. Die Dateien können unten wiederhergestellt werden.
es_es: Modo de eliminación: cuarentena. Los archivos se pueden restaurar más abajo.

# Safety_Duplicates_DeleteMode_RecycleBin
source: Delete mode: Recycle Bin.
de_de: Löschmodus: Papierkorb.
es_es: Modo de eliminación: Papelera de reciclaje.

# Safety_Duplicates_DeleteSelected
source: Delete selected
de_de: Auswahl löschen
es_es: Eliminar lo seleccionado

# Safety_Duplicates_DeletingProgress
source: Deleting duplicates… {0} of {1} group(s) processed.
de_de: Duplikate werden gelöscht… {0} von {1} Gruppe(n) verarbeitet.
es_es: Eliminando duplicados… {0} de {1} grupo(s) procesado(s).

# Safety_Duplicates_InfoBar_Message
source: Exact matches can be batch-selected. Fuzzy text, image, and video matches require review; quarantine remains preferred when restore metadata exists.
de_de: Exakte Übereinstimmungen können als Stapel ausgewählt werden. Unscharfe Übereinstimmungen bei Text, Bildern und Videos müssen einzeln geprüft werden; die Quarantäne bleibt der bevorzugte Weg, sofern Wiederherstellungsdaten vorhanden sind.
es_es: Las coincidencias exactas se pueden seleccionar por lotes. Las coincidencias aproximadas de texto, imagen y vídeo requieren revisión; la cuarentena sigue siendo la vía preferida cuando existen metadatos de restauración.

# Safety_Duplicates_InfoBar_Title
source: Safety first
de_de: Sicherheit geht vor
es_es: La seguridad es lo primero

# Safety_Duplicates_Method_Permanent
source: permanent deletion
de_de: endgültig, nicht wiederherstellbar
es_es: eliminación definitiva

# Safety_Duplicates_Method_Quarantine
source: quarantine (restorable)
de_de: Quarantäne, wiederherstellbar
es_es: cuarentena (restaurable)

# Safety_Duplicates_Method_RecycleBin
source: Recycle Bin
de_de: Papierkorb
es_es: Papelera de reciclaje

# Safety_Duplicates_Outcome_Permanent
source: Permanently deleted {0} across {1} file(s)
de_de: Endgültig gelöscht: {0} in {1} Datei(en)
es_es: Se eliminaron definitivamente {0} en {1} archivo(s)

# Safety_Duplicates_Outcome_Quarantine
source: Moved {0} across {1} file(s) to quarantine
de_de: In die Quarantäne verschoben: {0} in {1} Datei(en)
es_es: Se movieron {0} en {1} archivo(s) a la cuarentena

# Safety_Duplicates_Outcome_RecycleBin
source: Moved {0} across {1} file(s) to the Recycle Bin
de_de: In den Papierkorb verschoben: {0} in {1} Datei(en)
es_es: Se movieron {0} en {1} archivo(s) a la Papelera de reciclaje

# Safety_Duplicates_QuarantineSource_Cleanup
source: · Cleanup quarantine
de_de: · Bereinigungsquarantäne
es_es: · Cuarentena de limpieza

# Safety_Duplicates_QuarantineSource_Duplicate
source: · Duplicate quarantine
de_de: · Duplikatquarantäne
es_es: · Cuarentena de duplicados

# Safety_Duplicates_Quarantine_Description
source: Includes duplicate-run quarantines and generic cleanup quarantines.
de_de: Enthält Quarantänen aus der Duplikatanalyse und aus der allgemeinen Bereinigung.
es_es: Incluye las cuarentenas de las ejecuciones de duplicados y las cuarentenas genéricas de limpieza.

# Safety_Duplicates_Quarantine_Header
source: All quarantined files — restorable
de_de: Alle Dateien in Quarantäne — wiederherstellbar
es_es: Todos los archivos en cuarentena — restaurables

# Safety_Duplicates_Restore
source: Restore
de_de: Wiederherstellen
es_es: Restaurar

# Safety_Duplicates_RestoreFailed
source: Restore failed: {0}
de_de: Wiederherstellung fehlgeschlagen: {0}
es_es: Error al restaurar: {0}

# Safety_Duplicates_RestoreFailed_Body
source: Could not restore "{0}". {1}
de_de: „{0}“ konnte nicht wiederhergestellt werden. {1}
es_es: No se pudo restaurar «{0}». {1}

# Safety_Duplicates_RestoreFailed_Title
source: Restore failed
de_de: Wiederherstellung fehlgeschlagen
es_es: Error al restaurar

# Safety_Duplicates_RestoreSucceeded
source: Restored {0}.
de_de: {0} wurde wiederhergestellt.
es_es: Se restauró {0}.

# Safety_Duplicates_UseQuarantine
source: Use quarantine
de_de: Quarantäne verwenden
es_es: Usar cuarentena

# Safety_Duplicates_UseRecycleBin
source: Use Recycle Bin
de_de: Papierkorb verwenden
es_es: Usar la Papelera de reciclaje

# Safety_MoveToRecycleBin
source: Move to Recycle Bin
de_de: In den Papierkorb verschieben
es_es: Mover a la Papelera de reciclaje

# Safety_PermanentDelete
source: Permanently delete
de_de: Endgültig löschen
es_es: Eliminar definitivamente

# Safety_ProgramLeftovers_Notes
source: Heuristic only. Not proof of uninstallation. Review path and restore from Recycle Bin if needed.
de_de: Nur eine Heuristik. Kein Nachweis einer Deinstallation. Prüfen Sie den Pfad und stellen Sie die Dateien bei Bedarf aus dem Papierkorb wieder her.
es_es: Solo es una heurística. No demuestra que el programa se haya desinstalado. Revise la ruta y restaure desde la Papelera de reciclaje si es necesario.

# Safety_RecycleBin_Description
source: Recycle Bin currently holds {0} across {1} items. Emptying it is irreversible.
de_de: Der Papierkorb enthält derzeit {0} in {1} Elementen. Das Leeren ist unwiderruflich.
es_es: La Papelera de reciclaje contiene actualmente {0} en {1} elementos. Vaciarla es irreversible.

# Safety_RecycleBin_Notes
source: Permanent deletion only. Emptying the Recycle Bin cannot be undone.
de_de: Nur endgültiges Löschen. Das Leeren des Papierkorbs kann nicht rückgängig gemacht werden.
es_es: Solo eliminación definitiva. Vaciar la Papelera de reciclaje no se puede deshacer.

# Safety_ReviewDuplicatesBeforeDeleting
source: Review duplicates before deleting anything large or old.
de_de: Prüfen Sie Duplikate, bevor Sie große oder alte Dateien löschen.
es_es: Revise los duplicados antes de eliminar nada grande o antiguo.

# Safety_ScanHistory_PurgeStopped
source: History purge stopped. Some sessions may already have been deleted; refresh scan history before retrying.
de_de: Das Löschen des Verlaufs wurde angehalten. Einige Sitzungen wurden möglicherweise bereits gelöscht; aktualisieren Sie den Überprüfungsverlauf, bevor Sie es erneut versuchen.
es_es: Se detuvo la depuración del historial. Es posible que ya se hayan eliminado algunas sesiones; actualice el historial de análisis antes de volver a intentarlo.

# Safety_ScanHistory_SessionsDeleted
source: Deleted {0} old scan session(s). Compact the database to release the space on disk.
de_de: {0} alte Überprüfungssitzung(en) gelöscht. Komprimieren Sie die Datenbank, um den Speicherplatz auf dem Datenträger freizugeben.
es_es: Se eliminaron {0} sesión(es) de análisis antigua(s). Compacte la base de datos para liberar el espacio en disco.

# Safety_Scheduler_CleanupConsentRequired
source: Enabled scheduled cleanup requires current consent for its exact target, rules, schedule, and Recycle Bin safety policy.
de_de: Für eine aktivierte geplante Bereinigung ist eine aktuelle Zustimmung zu genau diesem Ziel, diesen Regeln, diesem Zeitplan und dieser Papierkorb-Sicherheitsrichtlinie erforderlich.
es_es: Una limpieza programada habilitada requiere el consentimiento vigente para esa combinación exacta de destino, reglas, programación y directiva de seguridad de la Papelera de reciclaje.

# Safety_Scheduler_DeleteFailed
source: Scheduled job deletion failed; prior task/settings state was restored where possible.
de_de: Der geplante Auftrag konnte nicht gelöscht werden; der vorherige Zustand von Aufgabe und Einstellungen wurde nach Möglichkeit wiederhergestellt.
es_es: No se pudo eliminar el trabajo programado; se restauró el estado anterior de la tarea y de la configuración siempre que fue posible.

# Safety_Scheduler_DeletedRefreshFailed
source: Scheduled job was deleted, but the editor refresh failed. Refresh before another change.
de_de: Der geplante Auftrag wurde gelöscht, aber die Aktualisierung des Editors ist fehlgeschlagen. Aktualisieren Sie die Ansicht, bevor Sie weitere Änderungen vornehmen.
es_es: El trabajo programado se eliminó, pero no se pudo actualizar el editor. Actualice antes de realizar otro cambio.

# Safety_Scheduler_JobDeleted
source: Scheduled job deleted.
de_de: Geplanter Auftrag gelöscht.
es_es: Trabajo programado eliminado.

# Safety_SendToRecycleBin
source: Send to Recycle Bin
de_de: In den Papierkorb verschieben
es_es: Enviar a la Papelera de reciclaje

# Safety_SendToRecycleBin_Body
source: Move "{0}" ({1}) to the Recycle Bin?
de_de: „{0}“ ({1}) in den Papierkorb verschieben?
es_es: ¿Mover «{0}» ({1}) a la Papelera de reciclaje?

# Safety_SendToRecycleBin_Title
source: Send to Recycle Bin?
de_de: In den Papierkorb verschieben?
es_es: ¿Enviar a la Papelera de reciclaje?

# Safety_Settings_CleanupWarning
source: Cleanup permanently removes files. Enable Recycle Bin or dry-run until you are confident.
de_de: Die Bereinigung entfernt Dateien endgültig. Aktivieren Sie den Papierkorb oder den Testlauf, bis Sie sich sicher sind.
es_es: La limpieza elimina archivos de forma definitiva. Active la Papelera de reciclaje o la simulación hasta que tenga confianza.

# Safety_Settings_ClearEntireDownloads_AutomationHelp
source: Clears all files in Downloads, not just installer files. Requires the Downloaded Installers rule to be enabled.
de_de: Löscht alle Dateien im Ordner „Downloads“, nicht nur Installationsdateien. Erfordert, dass die Regel „Heruntergeladene Installationsdateien“ aktiviert ist.
es_es: Elimina todos los archivos de Descargas, no solo los archivos de instalación. Requiere que la regla Instaladores descargados esté habilitada.

# Safety_Settings_ClearEntireDownloads_Header
source: Clear entire Downloads folder
de_de: Gesamten Downloads-Ordner leeren
es_es: Vaciar toda la carpeta Descargas

# Safety_Settings_DryRun_AutomationHelp
source: Previews what would be deleted without actually removing anything.
de_de: Zeigt eine Vorschau dessen, was gelöscht würde, ohne tatsächlich etwas zu entfernen.
es_es: Muestra una vista previa de lo que se eliminaría sin quitar nada realmente.

# Safety_Settings_DryRun_Header
source: Dry-run mode by default
de_de: Testlaufmodus als Standard
es_es: Modo de simulación de forma predeterminada

# Safety_Settings_FuzzyMatchWarning
source: Perceptual matching can return false positives. Always review fuzzy results before deleting.
de_de: Der Ähnlichkeitsabgleich kann Fehltreffer liefern. Prüfen Sie unscharfe Ergebnisse immer, bevor Sie löschen.
es_es: La coincidencia perceptual puede generar falsos positivos. Revise siempre los resultados aproximados antes de eliminar.

# Safety_Settings_PreferRecycleBin_AutomationHelp
source: Moves deleted files to the Recycle Bin so they can be restored. Turning this off enables permanent deletion.
de_de: Verschiebt gelöschte Dateien in den Papierkorb, sodass sie wiederhergestellt werden können. Wenn Sie diese Option deaktivieren, wird endgültig gelöscht.
es_es: Mueve los archivos eliminados a la Papelera de reciclaje para que se puedan restaurar. Si se desactiva, se habilita la eliminación definitiva.

# Safety_Settings_PreferRecycleBin_AutomationName
source: Prefer Recycle Bin
de_de: Papierkorb bevorzugen
es_es: Preferir la Papelera de reciclaje

# Safety_Settings_PreferRecycleBin_Header
source: Send to Recycle Bin (recommended)
de_de: In den Papierkorb verschieben (empfohlen)
es_es: Enviar a la Papelera de reciclaje (recomendado)

# Safety_Settings_PurgeHistory_AutomationHelp
source: Permanently removes scan sessions older than the retention days.
de_de: Entfernt Überprüfungssitzungen endgültig, die älter als die eingestellte Aufbewahrungsdauer sind.
es_es: Elimina definitivamente las sesiones de análisis anteriores a los días de retención.

# Safety_Settings_PurgeHistory_AutomationName
source: Purge old scan history
de_de: Alten Überprüfungsverlauf löschen
es_es: Depurar el historial de análisis antiguo

# Safety_Settings_PurgeHistory_Button
source: Delete Scan History Older Than Retention Window
de_de: Überprüfungsverlauf außerhalb des Aufbewahrungszeitraums löschen
es_es: Eliminar el historial de análisis anterior al periodo de retención
